Repository: wp-plugins/eg-archives
Catalog: lang/eg-archives-*.po
Languages: de_de

source: EG-Archives Settings
de_de: EG-Archiv Einstellungen

source: Plugin's homepage
de_de: Plugin Homepage

source: Frequently Asked Questions
de_de: FAQ

source: Last changes
de_de: Letzte &Auml;nderungen

source: This plugin required and requires many hours of work. If you use the plugin, and like it, feel free to show your appreciation to the author.
de_de: Dieses Plugin ben&ouml;tigte und ben&ouml;tigt viele Stunden Arbeit. Wenn Du dieses Plugin nutzt, zeig ruhig Deine Anerkennung f&uuml;r den Autor.

source: PayPal - The safer, easier way to pay online!
de_de: PayPal - die sicherere, leichtere Art online zu zahlen!

source: Donate
de_de: Spende

source: Default Widget
de_de: Standard-Widget

source: Uninstallation
de_de: Deinstallation

source: Automatically load plugins' stylesheet
de_de: Plugin-Stylesheet automatisch laden

source: Check if you want to use the plugin stylesheet file, uncheck if you want to use your own styles, or include styles on the theme stylesheet.
de_de: Markieren, wenn Du das Standard-Stylesheet benutzen m&ouml;chtest. Nicht markieren, wenn Du Dein eigenes CSS nutzen m&ouml;chtest oder binde Dein eigenes Stylesheet ein.

source: Options
de_de: Optionen

source: Delete options during uninstallation.
de_de: L&ouml;schoptionen w&auml;hrend der Deinstallation.

source: Be careful: these actions cannot be cancelled. All plugin's options will be deleted while plugin uninstallation.
de_de: Achtung: Diese Aktion kann nicht abgebrochen werden. Alle Plugin-Optionen werden w&auml;hrend der Plugin-Deinstallation gel&ouml;scht!"

source: Disable widget
de_de: Widget deaktivieren

source: Disable the default WordPress Archive widget
de_de: Standard Wordpress Archiv-Widget deaktivieren.

source: Title
de_de: Titel

source: Group by
de_de: Anzeigen nach

source: Yearly
de_de: Jahren

source: Monthly
de_de: Monaten

source: Yearly/Monthly
de_de: Jahre/Monate

source: Yearly/Monthly with only month displayed
de_de: Jahre/Monate, nur Monate anzeigen.

source: Weekly
de_de: Wochen

source: Daily
de_de: Tagen

source: Post by post
de_de: Nachrichten

source: Pivot year
de_de: Aktuelles Jahr (bei "Jahren/Monaten")

source: Limit
de_de: Anzahl sichtbare Eintr&auml;ge

source: Html list
de_de: HTML - Liste

source: Dropdown list
de_de: Dropdown-Liste

source: Show post count
de_de: Zeige Anzahl der Posts

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Number of columns
de_de: Anzahl der Spalten

source: Advanced archives widget
de_de: Erweitertes Archiv Widget

source: Save
de_de: Sichern

source: Show widget on pages
de_de: Zeige Widget auf Seiten

source: All
de_de: Alle

source: Posts
de_de: Nachrichten

source: Show widget, for
de_de: Widget zeigen f&uuml;r

source: Show widget, when
de_de: Widget zeigen wenn
